Repository: giellalt/corpus-sme
Catalog: prestable/tmx/nob/admin/depts/other_files/sami_rapport_sametingets_formelle_stilling_SA.pdf.pdf.tmx
Source language: sme
Languages: nob

source: Sámedikki ekonomiijahálddašeapmi galgá dahkkot Stáhta ekonomiijastivrema njuolggadusaid mielde , Stáhta ekonomiijastivrema mearrádusaid mielde ja Ruhtadandepartemeantta johtočállosa mielde ekonomiijanjuolggadusaid viidodaga birra stáhtalaš doaimmaid guovdu mat spiehkastit bruttobušetterenprinsihpas ( R-106 ) 21.12.2005 .
nob: Økonomiforvaltningen i Sametinget skal skje i henhold til Reglement for økonomistyring i staten , Bestemmelser om økonomistyring i staten , og Finansdepartementets rundskriv om økonomiregelverkets rekkevidde overfor statlige virksomheter som har unntak fra bruttobudsjetteringsprinsippet ( R-106 ) av 21.12.2005 .

source: Sámedikki ekonomiijahálddašeami rámmaid mearrida Bargo- ja searvadahttindepartemeanta departemeantta váldobagadusas Sámedikki ekonomiijahálddašeami hárrái .
nob: Rammene for Sametingets økonomiforvaltning fastsettes av Arbeids- og inkluderingsdepartementet i departementets hovedinstruks for økonomiforvaltningen i Sametinget .

source: Váldobagadus gusto maiddái ruđaide mat juolluduvvojit eará departemeanttaid bušeahta badjel ja sisaboađuide mat bohtet sajis .
nob: Hovedinstruksen gjelder også for midler bevilget over andre departementers budsjett og for eventuelle inntekter fra annet hold .

source: Bagadus lea dohkkehuvvon sámelága § 2-1 , goalmmát 60
nob: Instruksen er fastsatt med hjemmel i samelovens § 2-1 , tredje ledd .

source: Váldobagadusas lea departemeanta mearridan ahte Stáhta ekonomiijanjuolggadusat ja Stáhta ekonomiijastivrema mearrádusat maiddái gustojit Sámediggái .
nob: I hovedinstruksen har departementet fastsatt at Økonomireglementet for staten og Bestemmelser om økonomistyring i staten også gjelder Sametinget .

source: Dattege eaktuduvvo ahte ekonomiijanjuolggadusat ja mearrádusat adnojit dakkár málle mielde ahte Sámediggi álbmotválljejuvvon orgánan oažžu vejolašvuođa ieš árvvoštallat .
nob: Det forutsettes imidlertid at økonomireglementet og bestemmelsen anvendes på en måte som gir rom for Sametingets utøvelse av skjønn i sin egenskap som folkevalgt organ .

source: Lea vejolaš spiehkastit nettobušetterejuvvon doaimmaid ekonomiijanjuolggadusain , muhto dat ii leat dássážii leamaš áigeguovdil Sámedikki dáfus .
nob: Det er adgang til å gjøre unntak fra økonomireglementet for nettobudsjetterte virksomheter , men dette er foreløpig ikke vurdert for Sametinget .

source: Go Sámediggi nettobušetteregođii 1999 rájes , ráhkadii Gielda- ja guovlodepartemeanta ođđa bušeahttabargovugiid nannen dihte departemeanttaid ovttasdoaibmama .
nob: Da Sametinget ble nettobudsjettert fra 1999 , etablerte Kommunal- og regionaldepartementet samtidig nye budsjettprosedyrer for å styrke samordningen mellom departementene .

source: Dat lei dannego čájehuvvui ahte ođđa doaimmat maid lea dáhttu čađahit sámepolitihkalaš suorggis , dávjá leat ekonomalaččat ráddjejuvvon doaimmat maidda almmotge lea váttis gávdnat saji gustojeaddji rámmaid siskkobealde .
nob: Dette ble blant annet gjort fordi erfaringer viste at nye tiltak som det er ønskelig å gjennomføre på det samepolitiske området , ofte kan være tiltak av begrenset økonomisk omfang , men likevel vanskelig å finne rom for innen eksisterende rammer .

source: Danne mearriduvvui ahte sámi áššit galget čohkkejuvvot ja oktanis ovddiduvvot ráđđehusa bušeahttakonferánssaide .
nob: Det ble derfor bl.a. besluttet at samiske saker skal fremmes samlet til regjeringens budsjettkonferanser .

source: Ulbmilin lea beassat veardádallat sámepolitihkalaš áŋgiruššamiid ollislaččat .
nob: Hensikten med dette er å kunne se satsningen på samepolitiske tiltak under ett .

source: Dat mielddisbuktá ahte buot departemeanttaid árvalusaid sámiguoskevaš ulbmiliid oktavuođas ovddida dat ministtar geas lea ovddasvástádus oktiiheivehit sámi áššiid .
nob: Dette innebærer at forslag fra alle departementene som gjelder samiske formål presenteres av den ministeren som har samordningsansvaret for samiske saker .

source: Ulbmil ođđa bargovugiiguin lei čalmmustahttit sámi doaimmaid vuohkkaset oktiiheiveheami bokte , ja nannet vejolašvuođa olahit bohtosiid bušeahttaproseassas .
nob: Målsetningen med de nye prosedyrene var gjennom en bedre samordning å synliggjøre samiske tiltak , og å styrke mulighetene for å nå fram i budsjettprosessen .

source: Seamma jagi ásahuvvojedje fásta čoahkkimat sámediggepresideantta ja áššáiguoskevaš stáhtaráđiid gaskka Sámedikki bušeahttaárvalusa hárrái , ja dát lei maiddái oassin sámi áššiid čalmmustahttimis .
nob: Samme år ble det , også som et ledd i arbeidet for å få mer fokus på de samiske problemstillingene , etablert faste møter mellom sametingspresidenten og aktuelle statsråder om Sametingets budsjettforslag .

source: Áigumuššan lei loktet sámi áššiid ráđđehusvuogádaga bajit dássái , ja dakko bokte buorebut váikkuhit bušeahttaproseassa .
nob: Målsetningen med dette var å løfte opp de samiske sakene på et høyere nivå i regjeringssystemet , og på den måten få bedre gjennomslag i budsjettprosessen .

source: 1999 rájes ráhkaduvvo jahkásaš johtočálus 61 bušeahttabarggu sámi áššiid meannudeami ja oktiiheiveheami birra .
nob: Siden 1999 er det utarbeidet et årlig rundskriv 61 om behandling og samordning av samiske saker i budsjettarbeidet .

source: Dálá bušeahttabargovuogit Sámedikki rutiinnat bušeahttaproseassas leat čilgejuvvon 6. mildosis .
nob: Dagens budsjettprosedyrer En framstilling av Sametingets rutiner i budsjettprosessen framkommer av vedlegg 6 .

source: Geavatlaččat bargá Sámediggi golmmáin iešguđet jagiid bušeahtain lassin ovddit jagi rehketdoaluin .
nob: I praksis arbeides det i Sametinget med tre ulike års budsjetter i tillegg til regnskapet fra forrige år .

source: Sámedikki hálddahus álggaha ovdamearkka dihte barggu 2009-bušeahta áŋgiruššanevttohusain juo 2007 giđa .
nob: Som eksempel starter Sametingets administrasjon arbeidet med satsningsforslag for 2009 budsjettet våren 2007 .

source: Seammás reviderejuvvo dán jagi bušeahtta ( 2007-bušeahtta ) , ja dasto rahkkanuvvo boahtte jagi bušeahta ( 2008 ) juolludemiide .
nob: Samtidig revideres inneværende års budsjett ( 2007-budsjettet ) , og fordelingen av neste års budsjett ( 2008 ) forberedes .

source: Buot ásahusat ja organisašuvnnat mat ožžot njuolggadoarjaga Sámedikki bušeahtas , galget borgemánu 1.beaivái sáddet jahkedieđáhusa , doaibmaplána , rehketdoalu ja boahtte jagi bušeahttadárbbu .
nob: Alle institusjoner og organisasjoner som får direktestøtte over Sametingets budsjett skal pr. 1. august sende inn årsmelding , handlings / tiltaksplan regnskap og budsjettbehov for neste år .

source: Hálddahus guorahallá organisašuvnnaid árvalusaid , ja de biddjojit vejolaččat bušeahttaevttohussii ( 2008 ) ja/dahje bušeahttaáŋgiruššanevttohussii ( 2009 ) .
nob: Innspillene fra organisasjonene blir gått igjennom av administrasjonen og eventuelt lagt inn i budsjettfordelingsforslaget ( 2008 ) og / eller budsjettsatsningsforslaget ( 2009 ) .

source: Sámediggeráđđi doallá čoahkkimiid daiguin ásahusaiguin ja organisašuvnnaiguin geat dáhttot čoahkkima bušeahttaproseassa oktavuođas .
nob: Sametingsrådet har møter med de organisasjoner og institusjoner som ber om det i forbindelse med budsjettprosessen .

source: Dakka maŋŋel go ráđđehus lea ovddidan boahttevaš jagi ( 2008 ) bušeahttaárvalusas golggotmánus , ovddida Sámedikki hálddahus divoduvvon bušeahttaáŋgiruššanevttohusa ( 2009 ) Sámediggeráđđái .
nob: Straks etter at regjeringen har lagt fram sitt budsjettforslag for påfølgende år ( 2008 ) i oktober , legger Sametingets administrasjon fram et bearbeidet budsjettsatsningsforslag ( 2009 ) for Sametingsrådet .

source: Sámediggeráđi signálat bušeahttaevttohusa ráhkadettiin leat dalle váldon fárrui , ja evttohus lea divoduvvon stáhtabušeahta rievdadusaid ektui .
nob: Signaler fra Sametingsrådets tidligere behandlinger av budsjettforslaget er da innarbeidet , og forslaget er korrigert med hensyn til endringer i statsbudsjettet .

source: rahkkana seammás boahttevaš jagi ( 2008 ) juolludemiide maid Sámediggi dohkkeha skábmamánus Stuoradikki juovlamánu bušeahttamearrádusa eavttuiguin .
nob: Sametingets administrasjon forbereder samtidig fordelingen av budsjettet påfølgende år ( 2008 ) , som blir vedtatt av Sametinget i november , med forbehold om Stortingets budsjettvedtak i desember .

source: Go ráđđehus ovddida stáhtabušeahta golggotmánu álggus , de galgá Sámediggeráđđi su . golmma vahkkus válbmet iežas evttohusa bušeahttajuolludeapmái ( 2008 ) ja bušeahttaáŋgiruššamiidda ( 2009 ) , mii fas sáddejuvvo čoahkkinjođihangoddái seammás go almmuhuvvo ( su .
nob: Når regjeringen legger fram statsbudsjettet i begynnelsen av oktober , har Sametingsrådet ca. tre uker på seg til å ferdigstille sin innstilling til budsjettfordeling ( 2008 ) og budsjettsatsning ( 2009 ) , som oversendes møtelederskapet og offentliggjøres samtidig ( ca. slutten av oktober ) .

source: Čoahkkinjođihangoddi sádde ášši plána- ja ruhtadanlávdegoddái mii meannuda gažaldagaid čoahkkimis guokte vahkku ovdal jagi maŋemus dievasčoahkkima .
nob: Møtelederskapet oversender saken til plan- og finanskomiteen som behandler spørsmålene i møte to uker før årets siste plenumsmøte .

source: Sámedikki dievasčoahkkin meannuda ja mearrida bušeahttajuolludusaid ( 2008 ) ja bušeahttaáŋgiruššamiid / bušeahttadárbbuid ( 2009 ) skábmamánu loahpa čoahkkimis .
nob: Sametingets plenum behandler og vedtar budsjettfordelingen ( 2008 ) og budsjettsatsningen / budsjettbehovene ( 2009 ) i sitt møte i slutten av november .

source: Sámediggeráđđi doallá dábálaččat čoahkkima bargo- ja searvadahttinministariin ja vejolaččat ruhtadanministariin ja/dahje eará stáhtaráđiiguin bušeahttadárbbu ( 2009 bušeahttaáŋgiruššamiid ) birra juovlamánus / ođđajagimánus .
nob: Sametingsrådet avholder vanligvis møte med arbeids- og inkluderingsministeren og eventuelt finansministeren og / eller andre statstråder om budsjettbehovet ( budsjettsatsninger for 2009 ) i desember / januar .

source: Dat čoahkkimat lea čielga čielggadan- ja digaštallančoahkkimat .
nob: Disse møtene er rene orienterings- og drøftingsmøter .

source: Sámediggái eai addojuvvo oskkáldasvuođadieđut , ja stáhtaráđiin geat servet čoahkkimiidda eai leat čadnon makkárge geatnegasvuođat .
nob: Det gis ikke budsjettfortrolig informasjon til Sametinget , og det er heller ingen forpliktelser knyttet til disse møtene for de statsrådene som deltar .

source: Bušeahttamearrádus guoskkaha máŋga fágasuorggi ja nu maiddái máŋga departemeantta .
nob: Budsjettvedtaket gjelder mange fagområder og dermed en rekke departementer .

source: Vaikko Bargo- ja searvadahttindepartemeanttas lea ge bajimus ovddasvástádus stáhta sámepolitihkkii , de lea aŋkke fágalaš ovddasvástádus dihto sámi áššiin iešguđet fágadepartemeanttaid duohken .
nob: Selv om det er Arbeids- og inkluderingsdepartementet som har det overordnede ansvaret for statens samepolitikk , ligger fortsatt det faglige ansvaret for samiske saker i de enkelte fagdepartementer .

source: Dat mearkkaša ahte iešguđet fágadepartemeanttain lea bušeahttačuovvolanovddasvástádus , maiddái daidda ortnegiidda mat 1993:s ja maŋŋel leat sirdojuvvon Gielda- ja guovlodepartemeantta bušehttii .
nob: Dette betyr at det enkelte fagdepartement har et budsjettmessig oppfølgingsansvar , også for de ordningene som i 1993 og senere ble overført til Kommunal- og regionaldepartementets budsjett .

source: 62 Danne lea juohke departemeanttas ovddasvástádus ovddidit evttohusaid sámi ulbmiliidda iežas bušeahtas .
nob: 62 Hvert departement har derfor ansvar for å fremme forslag til samiske formål under egne budsjett .

source: Fágadepartemeanttat árvvoštallet Sámedikki bušeahttaevttohusa ( ládje go vuollásaš etáhtaid / doaimmaid mii gusto guoskevaš fágasuorgái , ja ovddidit de árvalusaid bušeahttaproseassas jus ležžet .
nob: Fagdepartementene vurderer Sametingets budsjettforslag ( på samme måte som for underliggende etater / virksomheter som gjelder det aktuelle fagområdet , og fremmer eventuelle forslag i budsjettprosessen .

source: Sámi áššiid evttohusat ovddiduvvojit ráđđáhusa bušeahttakonferánssain .
nob: Forslag som gjelder samiske saker fremmes samlet til regjeringens budsjettkonferanser .

source: Dat mearkkaša ahte bargo- ja searvadahttinministtar geas lea oktiiheivehanovddasvástádus sámi áššiin ovddida buot departemeanttaid áŋgiruššanevttohusat sámi ulbmiliid dáfus – jus ležžet dakkárat .
nob: Dette innebærer at satsningsforslag som gjelder samiske formål – dersom det er noen – fra alle departementene , presenteres på budsjettkonferansen av arbeids- og inkluderingsministeren som har samordningsansvaret for samiske saker .

source: Muđui doalahuvvojit ráđđehusa dábálaš vuogit ja njuolggadusat bušeahttabarggus .
nob: For øvrig følges de ordinære retningslinjer for budsjettarbeidet i regjeringen .

source: Sámedikki hálddahus doallá giđa mielde čoahkkimiid muhtun fágadepartemeanttaiguin iešguđet fágasurggiid bušeahttadárbbuid birra .
nob: Sametingets administrasjon gjennomfører også møter med noen fagdepartementer om budsjettbehov innen de forskjellige fagfeltene i løpet av våren .

source: Guđiiguin departemeanttaiguin čoahkkimat dollojuvvojit lea daid rutiinnaid duohken mat departemeanttaid ja Sámedikki ovttasbarggus leat .
nob: Side 32 av 86 nomføres møter med er avhengig av hvilke rutiner som er innarbeidet i samarbeidet mellom departementene og Sametinget .

source: Sámediggi boahtá diehtit ráđđehusa bušeahttaárvalusa dalle go dat almmuhuvvo .
nob: Sametinget blir gjort kjent med regjeringens budsjettforslag samtidig som det blir offentliggjort .

source: Sámedikki bušeahta ovdáneapmi Sámedikki vuosttaš ollislaš doaibmajahki lei 1990 .
nob: Utviklingen av Sametingets budsjett Sametingets første hele driftsår var 1990 .

source: Sámedikki bušeahtta lei dalle 31,7 milj. kruvnno .
nob: Sametingets budsjett var da 31,7 mill. kroner .

source: 2007:s juolluduvvo 690 milj. kruvnno sámi ulbmiliidda .
nob: I 2007 er det bevilget 690 mill. kroner til samiske formål .

source: Side 32 av 86 275 milj. kroner .
nob: 63 Av dette forvalter Sametinget 275 mill. kroner .

source: Sámediggi oažžu – dahje lea ožžon – fásta juolludusaid Bargo- ja searvadahttindepartemeanttas , Mánáid- ja dásseárvodepartemeanttas , Dearvvašvuođadepartemeanttas , Gielda- ja guovlodepartemeanttas , Kultur- ja girkodepartemeanttas , Máhttodepartemeanttas , Eanadoallo- ja biebmodepartemeanttas ( eanandoalo- ja boazodoallošiehtadusa bokte ) , Birasgáhttendepartemeanttas ja Olgoriikadepartemeanttas ( jahkásaš ohcama mielde ) .
nob: Sametinget mottar – eller har mottatt – faste bevilginger fra Arbeids- og inkluderingsdepartementet , Barne- og likestillingsdepartementet , Helsedepartementet , Kommunal- og regionaldepartementet , Kultur- og kirkedepartementet , Kunnskapsdepartementet , Landbruksog matdepartementet ( over jordbruks- og reindriftsavtalen ) , Miljøverndepartementet og Utenriksdepartementet ( etter årlig søknad ) .

source: Bušeahttamearrádusas bokte bidjá Stuoradiggi muhtun eavttuid daid ruđaid geavaheapmái mat juolluduvvojit stáhtabušeahta badjel .
nob: Gjennom sitt budsjettvedtak legger Stortinget en del forutsetninger for bruken av midlene bevilget over statsbudsjettet .

source: Seammás biddjo juohke stáhtaráđđái konstitušuvnnalaš ovddasvástádus fuolahit ahte Stuoradikki mearrádusa eavttut devdojuvvojit ( vrd. kap. 2.12 konstitušuvnnalaš ovddasvástádusa birra ) .
nob: Det legges samtidig et konstitusjonelt ansvar på den enkelte statsråd for å sørge for at forutsetningene for Stortingets vedtak blir fulgt opp ( jf. kap. 2.12 om konstitusjonelt ansvar ) .

source: Dat mearkkaša ahte ruhta mii juolluduvvo ovdamearkka dihte Máhttodepartemeantta bušeahta badjel galgá golahuvvot daidda ulbmiliidda mat adnojedje vuođđun Stuoradikki bušeahttameannudeamis .
nob: Dette innebærer at midler som er bevilget over for eksempel Kunnskapsdepartementets budsjett må benyttes til de formål som er lagt til grunn under budsjettbehandlingen i Stortinget .

source: Figuvra 3 .
nob: Figur 3 .

source: Juolludusat 1990-2007 300000 EBD
nob: Bevilgninger til Sametinget 1990-2007 300000 LMD

source: BD Foanda
nob: MD Fond

source: MDD KGD
nob: BLD KKD

source: MD DFD
nob: KD HD

source: GGD BSD
nob: KRD AID

source: Sámedikki bušeahta ovdáneami oainnát 3. figuvrras .
nob: Utviklingen av Sametingets budsjett framkommer av figur 3 .

source: Erenoamážit maŋemus jagiid lea Sámedikki bušeahtta lassánan .
nob: Det har vært en stor økning i Sametingets budsjett , særlig de siste årene .

source: Dán lassáneami sáhttá buori muddui čatnat dasa ahte Sámediggi lea váldán badjelasás máŋggaid ortnegiid hálddašeami mat ovdal leat gullan ee. departemeanttaide .
nob: Målsetningen med publikasjonen er å gi en samlet framstilling av departementenes samiske tiltak , synliggjøre tiltak som ikke framkommer av budsjettproposisjonene , og gi en helhetlig oversikt over regjeringens økonomiske tiltak på det samepolitiske området .

source: 4. figuvra čájeha oppalaš ovdáneami sámi ulbmiliid juolludusain , mat leat divvojuvvon hadde- ja bálkágoargŋuma mielde .
nob: Figur 4 illustrerer utviklingen av bevilgningene til samiske formål totalt sett , korrigert for pris- og lønnsstigning .

source: Figuvra lea ráhkaduvvon jahkásaš ” Juolludusat sámi ulbmiliidda ” nammasaš almmuhusa vuođul .
nob: Figuren er lagd på bakgrunn av tall fra den årlige publikasjonen ” Bevilgninger til samiske formål ” .

source: Dárkilet válddahallan daid ortnegiid badjel maid Sámediggi hálddaša ja goas ortnegat sirdojuvvojedje lea 3. mildosis .
nob: For en detaljert oversikt over hvilke ordninger Sametinget forvalter og når ordningene ble overført , se vedlegg 3 .

source: Dárkilet válddahallan departemeanttaid juolludusaid badjel sámi ulbmiliidda golbma maŋemus jagi lea 7. mildosis .
nob: For en detaljert oversikt over bevilgninger til samiske formål fra departementene de tre siste årene , se vedlegg 7 .

source: Figuvra 4 .
nob: Figur 4 .

source: Sámi ulbmiliidjuolludusaid ovdáneapmi ( divvojuvvon 2006-hattiid mielde ) Mearkkašupmi 4. figuvrii : 1997-2000 áigodagas juolluduvvui oktiibuot su . 120 milj. kruvnno Sámediggevistái .
nob: Utviklingen i bevilgningene til samiske formål ( priskorrigert for 2006-priser ) Kommentar til figur 4 : I perioden 1997-2000 ble det bevilget til sammen ca. 120 mill. kroner til Sametingsbygget .

source: Stuorámus oassi juolludeamis ( 70 milj. kruvnno ) juolluduvvui 1999:s .
nob: Størstedelen av bevilgningen ( 70 mill. kroner ) ble gitt i 1999 .

source: Figuvrra logut leat 1000 kr.
nob: Tallene i figuren er i 1000 kr.

source: Sámedikki bušeahtta
nob: Sametingets budsjett

source: Sámi ulbmilat , earret Sámedikki bušeahtta
nob: Samiske formål , minus Sametingets budsjett

source: Sámedikki bearráigeahččan ja revišuvdna Sámediggái lea áibbas deaŧalaš bisuhit luohttámuša ja legitimitehta sihke sámi servodagas ja stuoraservodagas .
nob: Kontroll og revisjon i Sametinget For Sametinget er det avgjørende å ha stor troverdighet og legitimitet både i det samiske samfunnet og i storsamfunnet for øvrig .

source: Danne lea deaŧalaš ahte Sámedikkis leat vuogádagat ja rutiinnat mat devdet daid bearráigeahččandárbbuid mat geažosáiggi gáibiduvvojit .
nob: Det er derfor viktig at Sametinget har systemer og rutiner som ivaretar de kontrollbehov som til en hver tid er påkrevd .

source: Go lea álbmotválljejuvvon orgána ja hálddašanorgána de lea Sámediggi ásahan bearráigeahččanortnegiid mat devdet sihke parlamentáralaš goziheami ja siskkáldas hálddahuslaš goziheami : •
nob: Som folkevalgt organ og forvaltningsorgan har Sametinget etablert kontrollordninger som både ivaretar en parlamentarisk kontroll og en administrativ intern kontroll : •

source: Bearráigeahččanlávdegoddi lea Sámedikki dievasčoahkkima neavvu parlamentáralaččat gozihit doaimma maid Sámedikki bušeahtta ruhtada .
nob: Kontrollkomiteen er Sametingets plenums verktøy for å føre en parlamentarisk kontroll med virksomhet som finansieres over Sametingets budsjett .

source: Bearráigeahččanlávdegotti eanetlohku sáhttá Riikarevišuvnna raporttaid vuođul , eará iskkademiid vuođul ja iešheanalis ovddidit áššiid Sámedikki dievasčoahkkimii .
nob: Kontrollkomiteens flertall vil på bakgrunn av Riksrevisjonens rapporter , andre undersøkelser og egne initiativ kunne fremme saker overfor Sametingets plenum .

source: Sámedikki siskkáldas bearráigeahččamii gullet eanas muddui siskkáldas rutiinnat Sámedikki hálddahusas .
nob: Den interne kontrollen i Sametinget dreier seg i hovedsak om interne rutiner i Sametingets administrasjon .

source: Rutiinnat galget fuolahit ahte ekonomalaš riggodagat golahuvvojit dasa maid Sámediggi lea mearridan , ahte ruđat geavahuvvojit nu ulbmilaččat ja beaktilit go vejolaš , ahte raporterenvuogit leat doallevaččat , ahte bušeahtta dollojuvvo ja ahte ekonomiijahálddašeami njuolggadusat geažosáiggi čuvvojuvvojit .
nob: Rutinene skal sørge for at økonomiske midler blir benyttet til det Sametinget har besluttet de skal brukes til , at midlene benyttes mest mulig effektivt og målrettet , at rapporteringsrutinene er forsvarlige , at budsjettene holdes og at det til enhver tid gjeldende regelverk for økonomiforvaltning følges .

source: Riikarevišuvnnas mii lea Stuoradikki revišuvdna- ja bearráigeahččanorgána , lea ovddasvástádus jahkásaččat revideret Sámedikki doaimma , vrd. Riikarevišuvdnalága § 9 .
nob: Riksrevisjonen , som er Stortingets revisjons- og kontrollorgan , er dessuten ansvarlig for årlige revisjoner av Sametingets virksomhet , jf. Riksrevisjonsloven § 9 .

source: Gielda- ja guovlodepartemeanta nammadii 2004:s bargojoavkku mii galggai dárkileappot guorahallat daid bearráigeahččanortnegiid mat Sámediggái gusket .
nob: Kommunal- og regionaldepartementet oppnevnte i desember 2004 en arbeidsgruppe for å se nærmere på kontrollordningene i og for Sametinget .

source: Raporta geigejuvvui Gielda- ja guovlodepartementii ja Sámediggái cuoŋománu 15. b. 2005:s , ja Sámediggi meannudii raportta miessemánu 31. b. 2005:s .
nob: Side 34 av 86 gionaldepartementet og Sametinget 15. april 2005 , og Sametinget behandlet rapporten 31. mai 2005 .

source: Bargojoavkku mandáhtta lei čilget pvddasvástáduslinjjáid Sámedikki doaimma hárrái , ja siskkáldas dárkkisteami , bearráigeahču ja revišuvnna Sámedikkis ja Sámedikki guovdu .
nob: Arbeidsgruppens mandat var å redegjøre for ansvarslinjene for virksomheten i Sametinget og ordningene for intern kontroll , tilsyn og revisjon i og overfor Sametinget .

source: Joavku galggai árvvoštallat leat go ortnegat dohkálaččat ja cuiget váilevašvuođaid , ja dasa lassin árvvoštallat Sámedikki dárkkistanlávdegotti rolla .
nob: Gruppen skulle også vurdere om ordningene er tilstrekkelige og peke på eventuelle mangler , i tillegg til å vurdere rollen til Sametingets kontrollkomité .

source: Jus ležže váilevašvuođat de galggai joavku árvalit doaimmat movt daid divvu . Side 34 av 86
nob: Der det eventuelt ble funnet mangler og svakheter skulle gruppen anbefale tiltak for å rette disse opp .

source: Raporttas gávnnaha joavku ahte Sámedikki siskkáldas bearráigeahčču lea dohkálaš , muhto das lea buoridanmunni .
nob: Hovedkonklusjonen i rapporten var at den interne kontrollen i Sametinget er tilfredsstillende , men at det er rom for forbedringer .

source: Earet eará rávvejuvvojedje čuovvovaš doaimmat : • Sámedikki bearráigeahččanávdegoddi šaddá čielga dárkkistanlávdegoddin ja oažžu resurssaid áššemeannudandoibmii . •
nob: Blant annet ble følgende tiltak anbefalt : • Kontrollkomiteen i Sametinget rendyrkes som kontrollkomité , og gis ressurser til saksbehandlerfunksjonen . •
